tap "arto-app/tap"
tap "aws/tap"
tap "infisical/get-cli"
tap "jesseduffield/lazygit"
tap "k1low/tap"
tap "libsql/sqld"
tap "manaflow-ai/cmux"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "shopify/shopify"
tap "steipete/tap"
tap "supabase/tap"
tap "trasta298/tap"
tap "tursodatabase/tap"
tap "tw93/tap"
tap "xwmx/taps"
brew "bash"
brew "chezmoi"
brew "cloudflare-wrangler"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdrive"
brew "gh"
brew "git-filter-repo"
brew "glab"
brew "imagemagick"
brew "jq"
brew "killport"
brew "lazygit"
brew "lefthook"
brew "mise"
brew "neovim"
brew "ni"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "playwright-cli"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "starship"
brew "supabase"
brew "tmux"
brew "tree"
brew "treemd"
brew "uv"
brew "vercel-cli"
brew "wp-cli"
brew "yazi"
brew "zoxide"
brew "infisical/get-cli/infisical"
brew "k1low/tap/mo"
brew "oven-sh/bun/bun"
brew "shopify/shopify/shopify-cli"
brew "tursodatabase/tap/turso"
cask "adobe-creative-cloud"
cask "arto-app/tap/arto"
cask "chatwork"
cask "claude"
cask "claude-code"
cask "codex"
cask "copilot-cli"
cask "cursor"
cask "figma"
cask "font-ibm-plex-mono"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "linear-linear"
cask "local"
cask "logi-options+"
cask "macwinzipper"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zipic"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "bwya77.islands-dark"
vscode "cedricverlinden.cursor-dark"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "highagency.pencildev"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "miguelsolorio.symbols"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "sleistner.vscode-fileutils"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
